{"id":1841,"date":"2021-07-09T16:22:22","date_gmt":"2021-07-09T23:22:22","guid":{"rendered":"https:\/\/www.radxrad.org\/?p=1841"},"modified":"2021-10-18T15:52:42","modified_gmt":"2021-10-18T22:52:42","slug":"radx-tech-work-package-application","status":"publish","type":"post","link":"https:\/\/www.radxrad.org\/radx-tech-work-package-application\/","title":{"rendered":"RADx Tech Work Package Application *update 10\/18\/21"},"content":{"rendered":"<p>RADx-rad and RADx Tech has created a pathway for project teams who are close to commercializing their technologies\/products. Attached is an information packet for you to review and discuss with your team and RADx-rad Program Officer if you feel you are ready to take the step to commercialization. In the packet, there is a self-assessment checklist to help you with the evaluation. If you, after completing this checklist, have answered “yes” to all of the questions, you may prepare your proposal.  Proposal guidelines are included in the attached document. Directions for completing the proposal form are found in the form itself.<\/p>\n<p>Please take care to follow the instructions carefully, as incorrectly completed or incomplete proposals will be returned to you.<\/p>\n<p>Proposals will be accepted on a rolling basis, while funding remains available. The RADx-rad DCC tech transition team and your Program Officers are here to help. Please do not hesitate to reach out to us if you have any questions or need assistance. We look forward to working with you as you take your technologies to the next step!<\/p>\n<p>*Update 10\/18\/21: NIH has updated the application instruction and budget guidelines for the RADx-rad to Tech Pathway to facilitate project evaluation.<\/p>\n<p><b data-stringify-type=\"bold\">As part of the application, applicants are required to include a preliminary schedule and a budget plan that outlines project-specific costs for salaries and materials for product design, prototyping, testing, and\/or data preparation. The total budget for these costs is capped at $500,000 (inclusive of direct + indirect costs).<\/b><\/p>\n<p><b data-stringify-type=\"bold\">Allowable costs:<\/b> support for design and building of manufacturing equipment and the procurement of materials to support prototype builds and verification testing are all allowable costs.<br \/>\n<b data-stringify-type=\"bold\">Unallowable costs:<\/b> Procuring materials for commercial production; Manufacturing product for commercial production; Sales and marketing expenses. Please note that expenses labeled as “unallowable costs” are not allowed and will not be supported by NIH.<\/p>\n<p>However, if your project is approved by NIH for the Deep Dive evaluation, you will receive valuable consultation and support from technical advisors with expertise in validation, de-risking, and commercialization. Working with these advisors, you will prepare a full Work Package submission for consideration by the RADx Tech Investment Panel, including a proposed final budget that covers the necessary activities for validation and commercialization.<\/p>\n<p>Projects that are recommended by the Panel and approved by NIH  will proceed to the Work Package stage. As determined by the Tech Investment Panel and upon approval by the NIH, costs for the validation and commercialization activities will be covered by the RADx-rad program, subject to available funds. Hopefully this explains why those costs are considered unallowable at this stage.<\/p>\n<p>Updated instructions are included in the link below.<\/p>\n<p><i data-stringify-type=\"italic\">If you have submitted an application and received reviewer feedback\/request for revision, I have reached out to you separately about what you need to do.<\/i><\/p>\n<p>The link to the application remains the same: <a class=\"c-link\" href=\"https:\/\/airtable.com\/shreoBUu0jhrZmHC2\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"https:\/\/airtable.com\/shreoBUu0jhrZmHC2\" data-sk=\"tooltip_parent\">https:\/\/airtable.com\/shreoBUu0jhrZmHC2<\/a>, and details about allowable\/unallowable costs are also included here. The RADx-rad DCC tech transition team and your program officers are here to help. Please do not hesitate to reach out to us if you have any questions or need assistance. Thank you!<\/p>\n<p>For further questions, please contact Alexandra Hubenko (<a href=\"mailto:ahubenko@eng.ucsd.edu\">ahubenko@eng.ucsd.edu<\/a>).<\/p>\n<p>&nbsp;<\/p>\n<p>Link to PDF: <a href=\"https:\/\/www.radxrad.org\/wp-content\/uploads\/2021\/07\/RADxRadtoTech_Applicant_Instructions_18Oct21.pdf\">RADxRadtoTech_Applicant_Instructions_18Oct21<\/a><\/p>\n<p>Link to download Healthcare Innovation Cycle Checklist PDF: <a href=\"https:\/\/www.radxrad.org\/wp-content\/uploads\/2021\/07\/Healthcare-Innovation-Cycle-Checklist.pdf\">Healthcare Innovation Cycle Checklist<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>RADx-rad and RADx Tech has created a pathway for project teams who are close to commercializing their technologies\/products. Attached is an information packet for you to review and discuss with your team and RADx-rad Program Officer if you feel you are ready to take the step to commercialization. In the packet, there is a self-assessment&hellip;<\/p>\n","protected":false},"author":9,"featured_media":1937,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-1841","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-uncategorized"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/posts\/1841","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/comments?post=1841"}],"version-history":[{"count":17,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/posts\/1841\/revisions"}],"predecessor-version":[{"id":2404,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/posts\/1841\/revisions\/2404"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media\/1937"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=1841"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/categories?post=1841"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/tags?post=1841"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}