{"id":110,"date":"2021-03-07T23:02:13","date_gmt":"2021-03-07T23:02:13","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=110"},"modified":"2021-07-19T10:14:31","modified_gmt":"2021-07-19T17:14:31","slug":"diagnosing-and-predicting-risk-in-children-with-sars-cov-2-related-illness","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/diagnosing-and-predicting-risk-in-children-with-sars-cov-2-related-illness\/","title":{"rendered":"Diagnosing and Predicting Risk in Children with SARS-CoV-2- Related Illness"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>In the wake of COVID-19 pandemic, Multisystem Inflammatory Syndrome in Children (MIS-C) has evolved as a new threat to children exposed to SARS-CoV-2. The emergence of MIS-C is so new and so rapidly evolving that there are currently no diagnostic tests to identify these patients nor are there tools to predict disease progression. Through established, funded, multi-center consortia in the U.S. (CHARMS: Characterization of MIS-C and its Relationship to Kawasaki Disease funded by PCORI) and the UK (DIAMONDS), we will collect clinical data and samples to support the proposed studies. First, we will generate transcript, protein and antibody datasets from children with COVID-19, MIS-C, and with other febrile illnesses. Next, we will use these data to devise tests to distinguish children at risk of progression to severe COVID-19 or MIS-C and diagnostic tests to distinguish these conditions from other causes of fever in children. Continuing our established collaboration with Columbia University, we will define the antibody repertoire against all known human coronaviruses and determine how pre-existing antibody to other coronaviruses may shape the immune response in acute SARS-CoV-2 infection and MIS-C. The first two years (R61) will build on the expertise of the assembled teams to discover unique proteomic and transcriptomic patterns in MIS-C and SARS-CoV-2- infected patients and relate clinical parameters to the antibody response to coronaviral antigens profiled on peptide arrays. This work will leverage already banked plasma, serum, and RNA samples from children with COVID-19, MIS-C, Kawasaki disease and other inflammatory conditions. Rigorous Go\/NoGo criteria have been established and will determine progression to the R33 phase. The final two years (R33) will focus on platform development and multicenter and bi-national test validation to diagnose and predict severity in children with SARS-CoV-2 infection or MIS-C based on aptamer technology, lateral-flow protein detection, point-of-service RNA or antibody profiling with commercial partners. De-identified clinical and molecular data will be deposited in the RADx-rad hub to facilitate data sharing. Many potential hurdles in this type of research have already been overcome: a) IRB-approved patient recruitment for data and samples is on-going, b) clinical samples have been banked, c) strong preliminary data has been generated on RNAseq, aptamer proteomics, and coronaviral antibody responses, and d) the teams have a strong track record of previous collaboration and productivity. The synergistic expertise of these investigative teams in this multi-center proposal provides a unique opportunity to create diagnostic and prognostic tools for children suffering from the spectrum of SARS- CoV-2 illnesses.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[34],"class_list":["post-110","awardee","type-awardee","status-publish","hentry","foas-prevail-kids"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/110","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":6,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/110\/revisions"}],"predecessor-version":[{"id":1974,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/110\/revisions\/1974"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=110"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=110"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}