{"id":112,"date":"2021-03-07T23:02:58","date_gmt":"2021-03-07T23:02:58","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=112"},"modified":"2021-07-19T10:03:10","modified_gmt":"2021-07-19T17:03:10","slug":"a-data-science-approach-to-identify-and-manage-multisystem-inflammatory-syndrome-in-children-mis-c-associated-with-sars-cov-2-infection-and-kawasaki-disease-kd-in-pediatric-patients","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/a-data-science-approach-to-identify-and-manage-multisystem-inflammatory-syndrome-in-children-mis-c-associated-with-sars-cov-2-infection-and-kawasaki-disease-kd-in-pediatric-patients\/","title":{"rendered":"A Data Science Approach to Identify and Manage Multisystem Inflammatory Syndrome in Children (MIS-C) Associated with SARS-CoV-2 Infection and Kawasaki Disease (KD) in Pediatric Patients"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Since the SARS-CoV-2 pandemic began, the emergence of an associated novel multisystem inflammatory syndrome in children (MIS-C) has been reported. Interestingly, patients with MIS-C follow a presentation, management and clinical course that are somewhat similar to that of patients with Kawasaki disease (KD). Currently, the reason for such an overlap in clinical features and management is unclear and whether this overlap is the result of a partially shared etiology or pathophysiology is the subject of fierce debates. The degree of overlap implies that some of the clinical prediction tools that we have developed in the past for KD could be repurposed to accelerate the development of clinical support decision tools for MIS-C. In this study, we will first (R61 component) systematically address the overlap between KD and MIS-C and create salient machine-learning based prediction models for diagnosis\/identification (Aim #1), management (Aim #2), and short- and long-term outcomes (Aim #3) of MIS-C based on our previously developed predictive models for KD in a process akin to transfer learning. Secondly (R33 component), we will validate and evaluate the performance and clinical utility of these models in a predictive clinical decision support system for the diagnosis and management of pediatric patients presenting with features indicative of either MIS-C or KD. In this study we will include 3 groups of patients: 1) patients with SARS-CoV-2 infection with MIS-C (CDC criteria) regardless of whether they have overlapping signs of KD, 2) patients with SARS-CoV-2 infection investigated for but eventually not diagnosed with MIS-C, and 3) patients with KD but without SARS-CoV-2 infection. Targeted data will be collected from enrolled patients (900 for training and 450 for validation) for deep phenotyping and biomarker measurements. Physician feedback on the predictions generated by the algorithm will be used to establish clinical utility. Data required for model training will be accrued in the first two years of activity (R61 period of the grant); the development of algorithms and their internal validation will occur concurrently. In the following 2 years (R33 period of the grant), we will perform external validation, establish clinical utility, add real- time epidemiological surveillance data to the models and finally package, and certify the algorithms for future deployment and for the integration in electronic health records. This project will be a collaboration with the International Kawasaki Disease Registry (IKDR) Consortium. The IKDR Consortium has an active KD and pediatric COVID registry in 35 sites across the world and the number of sites is currently expanding to 60+ sites. More than 600 MIS-C patients have already been identified at IKDR centers, making this project clearly feasible and perfectly positioning IKDR to perform this study. We strongly believe that the use of emerging data science methods and of our previously developed algorithms in the context of KD, as opposed to focusing on MIS-C patients alone, will boost our understanding of the etiology and pathophysiology of both MIS-C and KD and will more rapidly lead to the emergence of data-driven management protocols for patients with MIS-C.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[34],"class_list":["post-112","awardee","type-awardee","status-publish","hentry","foas-prevail-kids"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/112","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":5,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/112\/revisions"}],"predecessor-version":[{"id":1961,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/112\/revisions\/1961"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=112"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=112"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}