{"id":116,"date":"2021-03-07T23:04:30","date_gmt":"2021-03-07T23:04:30","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=116"},"modified":"2021-07-19T10:04:42","modified_gmt":"2021-07-19T17:04:42","slug":"a-multimodal-platform-for-oral-screening-of-covid-19","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/a-multimodal-platform-for-oral-screening-of-covid-19\/","title":{"rendered":"A Multimodal Platform for Oral Screening of COVID-19"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The development of a rapid and reliable sensor system from readily available oral specimens is crucial for the screening and management of SARS-CoV-2 infection. Other than tests that require laboratory-scale instrumentation, the development of rapid tests can play a timely role in the management of an outbreak. Current rapid tests often involve the antibodies in a lateral flow format to detect viral protein components and, depending on the implementation, can result in a relatively high degree of error. In partnership with MIT, InnoTech proposes the development of a multiplexed sensor platform based on nanomaterials capable of molecular binding and subsequent reporting. We will develop and commercialize a multiplexed sensor platform using nanomaterial reporters capable of rapid simultaneous detection of multiple components of viral particles in a field applicable electrochemical device. For our Phase I- Aim 1 we will focus on the development and optimization of synthetic biosensors for accurate detection of SARS-CoV-2 viral proteins and nucleic acid. Our milestone is the discovery and validation an array of molecular recognition biosensors against both protein and nucleic acid segments of SARS-CoV-2. We will complete this phase in 4 months. In Phase II-Aim 1, we will develop and validate the electrochemical detectors. We will utilize the synthetic biosensors identified and validated in Aim 1 to an electrochemical platform for the rapid detection of an active SARS-CoV-2 infection using multiple biomarkers of the infection. We will specifically employ commercially-available, disposable electrode platforms and existing potentiostats from Metrohm DropSens to streamline scale-up and commercialization. Our milestone, to be completed in year 1 of Phase II, is to have a multiplex biosensor chip and an alpha prototype with a multiplex biosensor chip and a potentiostat reader which we will benchmark for sensitivity and quantitative accuracy against existing COVID-19 diagnostics. In Phase II-Aim 2, we will validate the prototype chips and detectors with retrospective clinical specimens in preparation for EUA-FDA submission. We will determine the LOD, clinical performance, and cross-reactivity with other respiratory pathogens and normal flora. The milestone for this Aim is to document a multiplex of at least two proteins and two nucleic acid biosensors for SARS-CoV-2 that will provide a LOD of 5-20 viruses per microliter in an oral specimen and will be clinically validated with greater than 95% concordance with RT-PCR in 30 positive and 30 negative specimens.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[38],"class_list":["post-116","awardee","type-awardee","status-publish","hentry","foas-novel-biosensing-and-voc"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/116","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":6,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/116\/revisions"}],"predecessor-version":[{"id":1963,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/116\/revisions\/1963"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=116"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=116"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}