{"id":167,"date":"2021-03-08T19:13:36","date_gmt":"2021-03-08T19:13:36","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=167"},"modified":"2021-07-19T10:02:03","modified_gmt":"2021-07-19T17:02:03","slug":"a-confectionary-based-screening-tool-for-assessing-chemosensory-loss-in-covid-19-patients","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/a-confectionary-based-screening-tool-for-assessing-chemosensory-loss-in-covid-19-patients\/","title":{"rendered":"A Confectionary-based Screening Tool for Assessing Chemosensory Loss in COVID-19 Patients"},"content":{"rendered":"\r\n<p>Abstract Text:<\/p>\r\n\r\n\r\n\r\n<p>The goals of this Emergency Competitive Revision are to develop (Aim 1) and deploy (Aim 2) a novel, objective, psychophysical smell and taste screening test to detect the onset of COVID 19 in at-risk populations. Complementary to the temperature screening procedures currently in use, this tool is predicted to promote early identification of COVID onset leading to better prognoses and the early implementation of protocols to prevent community spread. Our specific plan is to use a hard-candy containing different combinations of tastants and flavors that are easy to distribute to a large population. During the development phase (Aim 1), this novel test will be compared with the NIH toolbox to assess the acceptability and efficacy of the two methods. We expect that the hard-candy assessment will be at least as efficacious in detecting chemosensory loss but more acceptable to subjects. Aim 2 will entail daily self-monitoring of chemosensory function in at-risk populations with data tracked through a secure online portal. The novelty of this confectionary-based test is that it provides standard stimuli that can yield objective measures of both the qualitative and quantitative aspects of smell (aroma and flavor) and taste (sweet and sour). Moreover, both orthonasal and retronasal olfactory function will be independently assessed. The test can be self-administered and the familiar, pleasant nature of the stimuli should facilitate a high compliance rate, allowing for continuous monitoring over prolonged periods. Moreover, the test is rapid and inexpensive. Data will be incorporated into a predictive model for COVID 19 and assessed using AOC analyses of sensitivity and specificity. OSU is a leading large public land grant university with a varied population of students, faculty, and support staff that includes all health care specialties. These characteristics, along with the University-mandated regular PCR testing of students and staff makes it a perfect site to perform this urgent research.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[37],"class_list":["post-167","awardee","type-awardee","status-publish","hentry","foas-chemosensory-testing"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/167","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":5,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/167\/revisions"}],"predecessor-version":[{"id":1960,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/167\/revisions\/1960"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=167"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=167"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}