{"id":186,"date":"2021-03-08T19:50:10","date_gmt":"2021-03-08T19:50:10","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=186"},"modified":"2021-07-19T11:02:16","modified_gmt":"2021-07-19T18:02:16","slug":"wastewater-analysis-of-sars-cov-2-in-tribal-communities","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/wastewater-analysis-of-sars-cov-2-in-tribal-communities\/","title":{"rendered":"Wastewater Analysis of SARS CoV-2 in Tribal Communities"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The rapid onset of the COVID-19 pandemic left many across the world unprepared to test, treat, and plan for coronavirus morbidity and mortality. This was true for Tribal nations, whose sovereign status enabled swift and preventative measures such as lock-downs and border closures, yet whose culture contributed to additional unique risk factors. Among those are testing disparities, underlying health factors, and community infrastructure. However, clinical testing doesn’t capture the extent of positive cases, and without the collective efforts of this project, Tribes will likely not be included in wastewater-based epidemiology (WBE) analysis, which has garnered wide-spread interest due to its ability to generate data in advance of community infectivity. In this project, we will show that WBE is a non-invasive, culturally appropriate biomonitoring strategy that can be adopted and implemented by Tribal communities to empower them with a practical, yet technologically advanced health surveillance tool. Building upon a rigorous methodology of Tribal consultation and community-based participatory research, assessment of wastewater and community infrastructure, and training of Tribal wastewater operators and health administrators on WBE, we will form the WBE Tribal Coordination Center. Tribes will be recruited through the InterTribal Council of Arizona’s National Tribal Water and Wastewater Operator Training Program network. We will measure coronavirus in wastewater across U.S. reservations using established RT-qPCR techniques and a novel protein quantification method, and we will sequence viral RNA extracts to assess SARS- CoV-2 variants in Tribal communities. Risk factors contributing to elevated COVID-19 in Tribal communities will be quantified with integration of geospatial analysis. Frameworks for risks from numerous environmentally- transmitted pathogens have been developed by our team, setting a foundation to incorporate variability and uncertainty for Tribal settings with qualitative information from Tribes in order to appropriately scope our modeling efforts. Simulation results will help to target resources efficiently for monitoring and public health interventions by identifying specific sampling locations where it is most likely to detect SARS-CoV-2 given other community and scientific constraints. Information from the RADx Data Coordination Center will be used to the fullest extent to compare Tribal communities with their non-Tribal counterparts. Through the coronavirus pandemic and beyond, Tribes will be better informed of their ability to use WBE to measure community health, thereby protecting community health and building capacity for future applications and research translation.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[39],"class_list":["post-186","awardee","type-awardee","status-publish","hentry","foas-wastewater"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/186","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/186\/revisions"}],"predecessor-version":[{"id":1998,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/186\/revisions\/1998"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=186"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=186"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}