{"id":188,"date":"2021-03-08T19:51:33","date_gmt":"2021-03-08T19:51:33","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=188"},"modified":"2021-07-19T10:08:33","modified_gmt":"2021-07-19T17:08:33","slug":"aicore-kids-artificial-intelligence-covid-19-risk-assessment-for-kids","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/aicore-kids-artificial-intelligence-covid-19-risk-assessment-for-kids\/","title":{"rendered":"AICORE-kids: Artificial Intelligence COVID-19 Risk AssEssment for kids"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>This work is directed at characterizing pediatric COVID-19 and stratifying incoming patients by projected (future) disease severity. Such stratification has several implications: immediately improving treatment planning, and as disease mechanistic pathways are uncovered, directing treatment. Predicting future severity will inform the risks of outpatient treatment; to the patients themselves, their family, other caregivers\/cohabitants, and to schools and employers. As varying levels of “reopening” are adopted across the country (and the world), such prognostication will inform policy on the handling of pediatric carriers in the community. Based on our preliminary analysis we assert that a combination of novel assays including quantitative serology inflammatory markers (cytokine\/chemokine profiles, immune profiles), transcriptomics, epigenomics, longitudinal physiological monitoring, time series analysis, imaging, radiomics and clinical observation including social determinants of health, contains adequate information even at early stages of infection to stratify the disease and predict disease severity. We propose an artificial intelligence\/machine learning approach to integrate this rich and heterogeneous dataset, characterize the spectrum of disease and identify biosignatures that predict severity in progressive disease. To facilitate translation of the approaches developed in this work to a wide user community, we incorporate a Translational Development function, to oversee the design-control process and ensure readiness of our methods for regulatory review. Incorporated into our timelines are appropriate regulatory milestones intended to conform with the Emergency Use Authorization (EUA) programs in effect for SARS- CoV-2 diagnostics.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[34],"class_list":["post-188","awardee","type-awardee","status-publish","hentry","foas-prevail-kids"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/188","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":5,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/188\/revisions"}],"predecessor-version":[{"id":1966,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/188\/revisions\/1966"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=188"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=188"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}