{"id":190,"date":"2021-03-08T19:53:01","date_gmt":"2021-03-08T19:53:01","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=190"},"modified":"2021-07-19T10:56:46","modified_gmt":"2021-07-19T17:56:46","slug":"optimizing-sars-cov-2-wastewater-based-surveillance-in-urban-and-university-campus-settings","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/optimizing-sars-cov-2-wastewater-based-surveillance-in-urban-and-university-campus-settings\/","title":{"rendered":"Optimizing SARS-CoV-2 Wastewater Based Surveillance in Urban and University Campus Settings"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The novel coronavirus SARS-CoV-2 is causing significant morbidity and mortality. Current approaches to SARS- CoV-2 testing are costly, inconsistently implemented, and fail to rapidly identify evolving outbreaks. Innovative surveillance programs are urgently needed to better measure baseline transmission dynamics and anticipate new localized outbreaks. Wastewater based testing (WBT) has the potential to enable population level surveillance, trigger earlier regional responses to acute outbreaks, and overcome barriers to individual testing such as stigma and lack of access. WBT could therefore enable faster and cheaper pathogen detection and improve population-level estimates of prevalence. Reliable capture approaches for this novel coronavirus using WBT are currently undefined. Viral dynamics during wastewater transport must be considered, and correlation of WBT with clinical testing must be systematically evaluated at multiple scales. Here, we propose to optimize WBT surveillance protocols of waste streams at an urban university campus encompassing dorms, research facilities and a tertiary care hospital, surrounding sewershed and wastewater treatment plant. We will detect SARS-CoV-2 using qRT-PCR to estimate prevalence and viral panel-enriched metatranscriptomics to characterize viral diversity. We will model case counts using normalized WBT data and develop point-of-use microfluidics systems for WBT. Our team of investigators is uniquely positioned for this study, with expertise in infectious diseases, epidemiology, microbial characterization using WBT at national scales, and point-of-care testing. We will implement three complimentary specific aims. In Aim 1, we will optimize (1a) collection and processing to determine sensitivity and safety of WBT. This includes grab vs. composite sampling;) filtration- vs. precipitation-based enrichment; and viral inactivation protocols. We will further optimize scale and frequency of sampling (1b) at the building\/sewer pit, campus, sewershed, and WWTP, and across various frequencies. Presence of SARS-CoV-2 will be ascertained by qRT-PCR and long-read spiked-primer enriched metatranscriptomics. WBT results will be integrated with clinical case-loads, existing surveillance cohorts and expanded employee surveillance. In Aim 2. we will improve modeling of SARS-CoV-2 case dynamics using extrapolated WBT data and site-specific normalization factors. We will correlate modeled building-, campus- and community-level case counts with existing clinical incidence data and campus surveillance using ensemble Kalman filter (EnKF) dynamic modeling incorporating both qRT-PCR and metatranscriptomics data. We will compare normalization methods factoring in wastewater residence time, per capita viral load equivalents (PCVLEs), and other waste flow parameters to reduce model error. Finally, in Aim 3, we will adapt point-of-use testing capabilities using microfluidics based on optimized WBT protocols. We will apply existing RADx development of a photothermal amplification system for SARS-CoV-2 detection to optimized WBT practices. We will develop a modular system for WBT samples and determine assay detection thresholds using viral controls.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[39],"class_list":["post-190","awardee","type-awardee","status-publish","hentry","foas-wastewater"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/190","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/190\/revisions"}],"predecessor-version":[{"id":1990,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/190\/revisions\/1990"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=190"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=190"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}