{"id":192,"date":"2021-03-08T19:56:45","date_gmt":"2021-03-08T19:56:45","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=192"},"modified":"2021-07-19T10:18:35","modified_gmt":"2021-07-19T17:18:35","slug":"exosome-based-non-traditional-technologies-towards-multi-parametric-and-integrated-approaches-for-sars-cov-2","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/exosome-based-non-traditional-technologies-towards-multi-parametric-and-integrated-approaches-for-sars-cov-2\/","title":{"rendered":"Exosome-based Non-traditional Technologies Towards Multi-Parametric and Integrated Approaches for SARS-CoV-2"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The urgent need to curb the spread of SARS-CoV-2 demands availability of diagnostics that are more rapid, accurate, sensitive and affordable than qPCR and antibody tests. Current qPCR tests are specific and sensitive, but lengthy turnaround times limit interventions against disease spread. Antibody testing is faster, but false- positive\/negative rates are high. Here, we propose to repurpose extracellular vesicle (EV) separation and characterization technologies into a fully automated SARS-CoV-2 testing platform that is low-cost, accurate, sensitive, rapid (within 3 h), and practical. The device will be optimized to analyze blood, saliva, and nasopharyngeal (NP) swabs collected at home, without risking transmission to healthcare workers. The sample is processed with an automated device developed with Sognef, and data are transferred to the Sognef servers for analysis through an app that can be downloaded to any smart device. This technology is similar to Abbott&#8217;s recently launched BinaxNOW COVID-19 Ag Card, but has the advantage of multiparametric detection of viral RNA (vRNA), including Spike (S) and Nucleocapsid (N) protein-coding regions, plus a panel of host EV microRNAs (exomiRs) that reveals infection even when viral loads are below detectable limits. This approach will decrease false-positives\/negatives, the major limitation of antigen\/antibody tests. Examine relationships of miRNA panels with characteristics such as: symptomatic vs asymptomatic, qPCR-determined viral load, biological sex, age (including pediatric populations), and comorbidities. We will optimize a COVID-19 device that uses simple bind-elute microfluidics for sample separation followed by electrical, probe-based detection of i) all validated exomiRs from Aim 1 and ii) our three conserved vRNAs. We envision that the device will be used first for either finger-pricked blood or saliva, followed, if positive, by an optional confirmatory second test of NP swab viral transport medium (VTM) that could be done with the same device. We will then test the device in multiple centers worldwide in two phases: Phase 1 – every center will perform a double-blinded validation using their biorepository specimen, and Phase 2 – in a β-testing phase, we will provide a large number of devices to healthcare providers for regular testing of workers.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[40],"class_list":["post-192","awardee","type-awardee","status-publish","hentry","foas-exosome-based"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/192","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":5,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/192\/revisions"}],"predecessor-version":[{"id":1979,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/192\/revisions\/1979"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=192"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=192"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}