{"id":194,"date":"2021-03-08T19:57:45","date_gmt":"2021-03-08T19:57:45","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=194"},"modified":"2021-07-19T10:15:02","modified_gmt":"2021-07-19T17:15:02","slug":"diagnosis-of-mis-c-in-febrile-children","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/diagnosis-of-mis-c-in-febrile-children\/","title":{"rendered":"Diagnosis of MIS-C in Febrile Children"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The recent emergence of SARS-CoV-2 and resultant pandemic of COVID-19 disease has overwhelmed global health systems and led to over 200,000 American deaths to date. While initial reports suggested that SARS- CoV-2 infection in children was generally benign, a novel post-inflammatory syndrome known as multisystem inflammatory syndrome in children (MIS-C) has now been described. MIS-C in children is characterized by fever, systemic inflammation, and end-organ involvement, and the majority of patients are IgG seropositive for SARS- CoV-2. Because the clinical features of MIS-C overlap with other infections and inflammatory disorders, new strategies for diagnosis of MIS-C in febrile children are urgently needed. Our immediate objective (during the R61 phase) is to determine the reproducible changes in breath, urine, and salivary volatile composition in chil- dren diagnosed with MIS-C. We will integrate these discovery studies with clinical and immunological profiling to develop (during R61 phase) and validate (during R33 phase) a novel and much-needed MIS-C diagnostic, which is expected to have a major impact on care of febrile children. Our long-term goal to develop a diagnostic strategy to distinguish children with MIS-C from children with other causes of fever. Supported by our strong preliminary data that indicate our expertise and feasibility of this strategy, our objectives will be met through three specific aims: 1) Characterize breath biomarkers in children with MIS-C (R61); 2) Relate breath VOC changes to virolog- ical, disease severity, and immunological features of MIS-C (R61); and 3) Validate our novel MIS-C diagnostic for clinical use (R33). The proposed research is significant, because we will progress in development of new, much-needed MIS-C rapid diagnostic tool.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[34],"class_list":["post-194","awardee","type-awardee","status-publish","hentry","foas-prevail-kids"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/194","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/194\/revisions"}],"predecessor-version":[{"id":1975,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/194\/revisions\/1975"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=194"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=194"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}