{"id":198,"date":"2021-03-08T20:04:27","date_gmt":"2021-03-08T20:04:27","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=198"},"modified":"2021-07-19T10:57:28","modified_gmt":"2021-07-19T17:57:28","slug":"portable-gc-detector-for-breath-based-covid-diagnostics","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/portable-gc-detector-for-breath-based-covid-diagnostics\/","title":{"rendered":"Portable GC Detector for Breath-based COVID Diagnostics"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>This proposal has two major goals: 1) Define signature exhaled breath volatile organic compounds (VOCs) to diagnose SARS-CoV-2 infections, and 2) Develop a portable chemical sensing device that can capture and detect exhaled VOCs and includes machine learning algorithms for automated data processing and results interpretation. This project will bring a portable sensor forward into clinical use with the aim of supplementing COVID-19 diagnostics with a reagentless alternative. Breath testing of exhaled VOC biomarkers is a relatively new concept that has the potential to transform healthcare in the US and globally. Our overarching hypothesis is that a miniature breath analysis device can measure signatures of exhaled breath VOCs in real-time and correlate their profile to viral upper respiratory infections such as SARS-CoV-2, even asymptomatically. In Aim #1, we propose a prospective, observational study to analyze breath samples from COVID-19 positive and negative subjects, solely for the purpose of analysis through gold standard GC- MS to define breath VOC biomarkers of infection. We will recruit subjects at two local sites, the UC Davis Medical Center (Sacramento, CA) and VA Northern California Health Care System (Mather, CA), where MPI Dr. Kenyon and Co-Is Drs. Harper and Schivo have joint clinical appointments. Our group has a proven track record to conduct these types of clinical breath studies. In Aim #2, we will develop a portable breath analysis device using our novel miniature differential mobility spectrometry (DMS) detector, coupled with chip-based gas chromatography. DMS is a subset of ion mobility spectrometry and detects VOCs at ambient temperatures and pressures, making it highly appropriate for portable devices. This device would include our custom chip- based preconcentrator, which is packed with a chemical sorbent for extraction of VOCs from breath, and will compare functionality of a compact commercially available GC column to a micro-GC column chip from Deviant, a subcontractor in this work. Individual components of this device have already been developed, and under direction of MPI Prof. Davis, Chair of Mechanical and Aerospace Engineering, a team of research engineers would integrate these pieces together into a single unit. Collaborator Prof. Chuah would guide development of a custom software package for the device with machine learning and artificial intelligence capabilities for automated data processing and interpretation. The device would be placed in the hands of clinicians, who would provide feedback that engineers would immediately incorporate into the device and return to the clinicians for more testing. Under Aim #3, our team would process the GC-MS and GC-DMS data generated in this work, identifying a novel VOC profile for COVID-19 diagnostics. Aim #4 would initiate towards the end of this study to develop both a regulatory pathway &amp; contract manufacturing plan for large scale production and deployment of the device for clinical approval. These efforts are supported by collaborator Dr. Nam Tran, Director of Clinical Pathology &amp; Clinical Chemistry at the UC Davis Medical Center.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[41],"class_list":["post-198","awardee","type-awardee","status-publish","hentry","foas-scent"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/198","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/198\/revisions"}],"predecessor-version":[{"id":1991,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/198\/revisions\/1991"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=198"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=198"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}