{"id":200,"date":"2021-03-08T20:05:48","date_gmt":"2021-03-08T20:05:48","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=200"},"modified":"2021-07-19T10:10:38","modified_gmt":"2021-07-19T17:10:38","slug":"covid-19-network-of-networks-expanding-clinical-and-translational-approaches-to-predict-severe-illness-in-children-connect-to-predict-sick-children","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/covid-19-network-of-networks-expanding-clinical-and-translational-approaches-to-predict-severe-illness-in-children-connect-to-predict-sick-children\/","title":{"rendered":"COVID-19 Network of Networks Expanding Clinical and Translational Approaches to Predict Severe Illness in Children (CONNECT to Predict Sick Children)"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The SARS-CoV-2 pandemic has manifested in children with a wide spectrum of clinical presentations ranging from asymptomatic infection to devastating acute respiratory symptoms, appendicitis (often with rupture), and Multisystem Inflammatory Syndrome in Children (MIS-C), a serious inflammatory condition presenting several weeks after exposure to or infection with the virus. These presentations overlap in their clinical severity while maintaining distinct clinical profiles. Public health and clinical approaches will benefit from an improved understanding of the spectrum of illness associated with SARS CoV-2 and from the capacity to integrate data to achieve two goals: (i) to identify the clinical, social, and biological variables that predict severe COVID-19 and MIS-C, and (ii) to target those populations and individuals at greatest risk for harm from the virus. We propose the COVID-19 Network of Networks Expanding Clinical and Translational approaches to Predict Severe Illness in Children (CONNECT to Predict SIck Children) comprising eight partners providing access to data on &gt;15 million children. Our network will systematically integrate social, epidemiological, genetic, immunological, and computational approaches to identify both population- and individual-level risk factors for severe illness. Our underlying hypothesis is that a combination of multidimensional data – clinical, sociodemographic, epidemiologic, and biological &#8212; can be integrated to predict which children are at greatest risk to have severe consequences from SARS-CoV-2 infection. To test our hypothesis, we will develop CONNECT to Predict SIck Children, a network of networks that leverages inpatient, outpatient, community, and epidemiological data resources to support the analysis of large data using machine learning and model-based analyses. For the R61 phase, we will develop and refine predictive models using data from our network of networks (Aim 1). We will also recruit participants previously diagnosed with either COVID-19 or MIS-C (along with appropriate controls who have had mild or asymptomatic infections with SARS-CoV2), who will provide survey data (including social determinants) and saliva and blood samples to identify persisting biological factors associated with severe disease (Aim 2). We will iteratively assess our models using a knowledge management framework that considers the marginal value of data for improving models&#8217; predictive capacity over time. In the R33 phase, we will validate and further refine predictive models incorporating data from additional participants recruited throughout our network of networks, including newly infected children with severe COVID-19 or MIS-C identified through real-time surveillance (Aim 3). We seek to develop predictive models for children and adolescents that are useful, sensitive to community and environmental contexts, and informed by the REASSURED framework specified by the RFA. The models and biomarkers developed through our nationwide network of networks will produce generalizable knowledge that will improve our ability to predict which children are at greatest risk for severe complications of SARS-CoV- 2 infection. This knowledge will facilitate interventions to prevent and treat severe pediatric illness.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[34],"class_list":["post-200","awardee","type-awardee","status-publish","hentry","foas-prevail-kids"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/200","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":5,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/200\/revisions"}],"predecessor-version":[{"id":1969,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/200\/revisions\/1969"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=200"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=200"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}