{"id":202,"date":"2021-03-08T20:07:05","date_gmt":"2021-03-08T20:07:05","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=202"},"modified":"2021-07-19T10:13:53","modified_gmt":"2021-07-19T17:13:53","slug":"development-of-an-automated-diagnostic-platform-for-sars-cov-2-monitoring-in-vulnerable-areas","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/development-of-an-automated-diagnostic-platform-for-sars-cov-2-monitoring-in-vulnerable-areas\/","title":{"rendered":"Development of an Automated Diagnostic Platform for SARS-CoV-2 Monitoring in Vulnerable Areas"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The devastation caused by emerging pathogens with fast transmission capacity, such as SARS-CoV-2, has demonstrated the importance of preparedness for future viral outbreaks; this includes the ability for fast deployment of in-situ testing tools and epidemiological surveillance with high temporal and spatial resolution; particularly in places that are most vulnerable to becoming reservoirs of infectious agents. We propose to develop a versatile multiplexing detection platform for SARS-CoV-2 in saliva. The proposed system will integrate signals from different biorecognition elements. Aptamer, antibody, and ACE2 will be immobilized onto laser inscribed graphene electrodes, and detection mechanisms targeting SARS-CoV-2 spike protein will be studied under varying testing conditions (pH, temperature, ionic strength). After determining the operating conditions for enhanced performance of each biosensor, a self-referencing approach will be used between complementary recognition elements (i.e., possible combinations of aptamers, antibodies, and ACE2 enzyme biosensors) to evaluate the effects on test results accuracy (i.e., risk of false-positive and false-negative results). A saliva pre-treatment protocol will be developed to facilitate SARS-CoV-2 testing in human saliva using the multiplex biosensor platform. An open channel microfluidics system will be designed to automatically split and channel a single saliva sample into multiple streams to the biosensors without saturation, biofouling, and pump requirement. The development of a functional and reliable multiplex biosensor system will be useful for addressing longstanding needs in public health as the respiratory Coronavirus family continues its seasonal visits, which may repeat over several decades, much like the occasional visits from the influenza virus, with varying degrees of virulence.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[42],"class_list":["post-202","awardee","type-awardee","status-publish","hentry","foas-automatic-detection-tracing"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/202","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/202\/revisions"}],"predecessor-version":[{"id":1973,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/202\/revisions\/1973"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=202"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=202"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}