{"id":210,"date":"2021-03-08T20:25:15","date_gmt":"2021-03-08T20:25:15","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=210"},"modified":"2021-07-19T10:13:18","modified_gmt":"2021-07-19T17:13:18","slug":"development-and-proof-of-concept-implementation-of-the-south-florida-miami-radx-rad-sars-cov-2-wastewater-based-surveillance-infrastructure","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/development-and-proof-of-concept-implementation-of-the-south-florida-miami-radx-rad-sars-cov-2-wastewater-based-surveillance-infrastructure\/","title":{"rendered":"Development and Proof-of-Concept Implementation of the South Florida Miami RADx-rad SARS-CoV-2 Wastewater-Based Surveillance Infrastructure"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The University of Miami (UM), with three primary campuses in Miami, Florida, is geographically spread within one of the worst current COVID-19 hotbeds. UM has deployed an elaborate human surveillance testing, tracking and tracing (3T) system to monitor the student body, faculty, and staff. This 3T system includes a major hospital that is part of UM and that treats COVID-19 patients. To augment this COVID-19 monitoring system, UM has deployed a pilot wastewater surveillance program for detecting SARS-CoV-2 from clusters of buildings on campus. Weill Cornell Medicine (WCM) is located in New York City, NY, an area that until recently had one of the worst outbreaks of COVID-19. WCM has established an international consortium for SARS-CoV-2 environmental surveillance, including in NYC and globally with the MetaSUB Consortium, which is creating metagenomic and metatranscriptomic maps of the world’s sewage. Based on this work at both UM and WCM, this proposal aims to develop, implement, and demonstrate effective and predictive wastewater surveillance by optimizing sampling, concentration, and detection strategies. Working closely with the RADx-rad Data Coordination Center (DCC), this application (SF-RAD) will develop and implement data standards and informatics infrastructure and perform integrative analyses to make all data, results, and models available to the community, thus providing a critical contribution to the national SARS-COV-2 RADx-rad Wastewater Detection Consortium. Our objectives will be addressed through three aims. Aim 1: Data Standardization, focuses on developing and implementing data standards and quality metrics, and establishing the operational infrastructure to manage SARS-CoV-2 wastewater-based surveillance datasets and metadata. Aim 2: Wastewater Characterization, focuses on optimizing wastewater surveillance protocols and parameters for wastewater sampling, sample concentration, and viral detection technologies. Aim 3: Integration with Human Health Surveillance, focuses on metatranscriptomic analyses and on the integration of wastewater quantification data with community and hospital COVID-19 prevalence, to develop predictive models to detect local and community level spread of COVID-19. All data will be made Findable, Accessible, Interoperable and Reusable (FAIR) in close collaboration with the DCC, and will be collected and managed with attention to ethical issues in surveillance and data management, including efforts to ensure research rigor and reproducibility. The results from this proposal will develop and deploy experimental and informatics infrastructure and operations as part of the national RADx-rad SARS-CoV-2 wastewater surveillance network and will provide a proof-of-concept implementation to use wastewater for infectious disease surveillance for early detection of localized COVID-19 outbreaks.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[39],"class_list":["post-210","awardee","type-awardee","status-publish","hentry","foas-wastewater"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/210","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/210\/revisions"}],"predecessor-version":[{"id":1972,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/210\/revisions\/1972"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=210"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=210"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}