{"id":218,"date":"2021-03-08T20:27:31","date_gmt":"2021-03-08T20:27:31","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=218"},"modified":"2021-07-19T10:07:20","modified_gmt":"2021-07-19T17:07:20","slug":"a-scalable-aptamer-based-electrochemical-biosensor-for-rapid-detection-of-sars-cov-2-from-saliva","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/a-scalable-aptamer-based-electrochemical-biosensor-for-rapid-detection-of-sars-cov-2-from-saliva\/","title":{"rendered":"A Scalable Aptamer-based Electrochemical Biosensor for Rapid Detection of SARS-Cov-2 from Saliva"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The COVID-19 pandemic is a critical global public health emergency and many countries are failing to contain the virus&#8217;s spread due to slow and insufficient testing. While several diagnostic methods are now available, most tests are either reagent-intensive and must be done in CLIA-approved labs, making them expensive and slow to report results, or rapid and inexpensive, but potentially lacking in sensitivity. In the U.S., seriously ill and high- risk patients have been prioritized for testing, causing states to miss mild and asymptomatic cases, some of which are the most effective spreaders of the virus. However, expanding testing has been a challenge due to shortages of sampling swabs and key reagents for nucleic acid amplification-based tests, which are the most popular option. Testing capabilities must be expanded exponentially to enable mass population-level testing of all patients, healthcare workers and their families, other critical key workers, and the wider community in order to bring the pandemic under control. mPOD proposes to expand testing capabilities through a novel biosensor that will use oligonucleotide molecules called aptamers to bind to unique sites on the SARS-CoV-2 virus. Aptamers have similar binding affinities to antibodies, but due to their smaller size, they are more agile, making them particularly suited for high-specificity binding. To complete the test, a saliva sample will be loaded onto a test strip containing aptamers immobilized onto gold electrodes. The gold-electrode test strip will be inserted into the mPOD DTCT, a proprietary electrochemical test platform where virus-bound aptamers will be detected via cyclic voltammetry, triggering a positive result. The result is sent wirelessly via a mobile app, which sends encrypted data on to the cloud for storage and to public health agencies for enhanced data collection, tracking, and tracing of COVID-19. The app will also include a backend database to help businesses, manufacturers, schools, and large institutions track tested individuals&#8217; results and tailor specific public health responses. In order to further develop this technology and enable rapid deployment for timely COVID-19 intervention, mPOD plans to 1) Select SARS-CoV-2-specific aptamers for use in electrode test strips with an optimized signal-to-noise ratio performance, 2) Demonstrate sensitivity and specificity of a low-cost, miniaturized potentiostat test strip for use as a COVID-19 POC or OTC diagnostic, 3) Complete and test a fully-fledged digital infrastructure for data collection, tracking, and tracing of COVID-19 test results via the mPOD mobile app. This non-traditional approach will provide new testing capabilities with the potential to report results faster than standard RT-PCR tests and with greater accuracy and sensitivity compared to existing antigen-based diagnostics. Furthermore, once the system is developed, test strips with customized aptamers can be developed for rapid diagnosis of other pathogens, including future emerging pandemics, via routine POC and OTC testing.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[38],"class_list":["post-218","awardee","type-awardee","status-publish","hentry","foas-novel-biosensing-and-voc"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/218","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/218\/revisions"}],"predecessor-version":[{"id":1965,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/218\/revisions\/1965"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=218"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=218"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}