{"id":220,"date":"2021-03-08T20:28:28","date_gmt":"2021-03-08T20:28:28","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=220"},"modified":"2021-07-19T11:01:19","modified_gmt":"2021-07-19T18:01:19","slug":"validation-of-smart-masks-for-surveillance-of-covid-19","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/validation-of-smart-masks-for-surveillance-of-covid-19\/","title":{"rendered":"Validation of Smart Masks for Surveillance of COVID-19"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Vulnerable populations do not just need testing—they need surveillance. The ideal surveillance tool would operate in the background with minimal involvement of the population to be tested; it would be simple, affordable, reliable, and accurate. Unfortunately, no such surveillance system yet exists. Here, we propose a “smart mask” that changes colors when the wearer has been exposed to biomarkers (proteases) of COVID-19. These proteases are known to be in saliva, and the smart mask will concentrate the proteases from aerosolized saliva when the subject breathes and speaks through the smart mask. This is a simple yet novel approach to surveillance because most people are already wearing masks—especially in high- risk settings. Our first goal is to optimize the reagents that will monitor the proteases. We will customize the peptide sequences such that the reagents change color only when two key SARS proteases are present. After characterizing the colorimetric reagents, Aim 2 will integrate these reagents into an adhesive strip (i.e., a sticker) that can be affixed to any existing cloth or surgical mask. Aim 3 is validation with human subjects. First, we will use biobanked saliva samples that are confirmed to be either COVID-19-positive or COVID-19-negative. Next, we will evaluate how long people infected with SARS-CoV-2 must breathe through the smart mask before it changes colors. Finally, we will use the smart mask for surveillance of a population that is concurrently being tested regularly via PCR. We will calculate the sensitivity and specificity of the smart masks through comparison to PCR. We will measure true positives, true negatives, false positives, and false negatives and estimate needing 800 subjects, which is very feasible at our institution. Our team is well-suited to conduct this research because of Dr. Jokerst’s training colorimetric sensing; Drs. Penny, Knight, and Laurent have decades of human subjects research experience, and Dr. Tu offers biostatistical experience to confirm study design. This work could have a significant impact on the pandemic because our proposed design combines the simplicity of the home pregnancy test with the specificity of expensive viral-based assays. It is practical because it uses the masks that are already common in daily life and reports the presence of SARS viruses via a simple color change. While a vaccine will hopefully be deployed during the course of this work, the proteases evaluated here have been implicated in a variety of SARS viruses. Thus, this work will be useful should future pandemics emerge.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[44],"class_list":["post-220","awardee","type-awardee","status-publish","hentry","foas-multimodal-surveillance"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/220","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":5,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/220\/revisions"}],"predecessor-version":[{"id":1997,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/220\/revisions\/1997"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=220"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=220"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}