{"id":226,"date":"2021-03-08T20:31:49","date_gmt":"2021-03-08T20:31:49","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=226"},"modified":"2021-07-19T10:56:17","modified_gmt":"2021-07-19T17:56:17","slug":"nanobody-based-electrochemical-biosensor-for-real-time-detection-of-aerosolized-sars-cov-2","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/nanobody-based-electrochemical-biosensor-for-real-time-detection-of-aerosolized-sars-cov-2\/","title":{"rendered":"Nanobody-based Electrochemical Biosensor for Real-Time Detection of Aerosolized SARS-CoV-2"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Coronavirus 2019 (COVID-19) has afflicted 6.2 million Americans and killed 190,000 as of early September 2020 (WHO website); a roughly 3% mortality. Between a shortage in testing and unidentified asymptomatic individuals, the actual number of those infected could be 6 to 24-fold higher than that reported. SARS-CoV-2 (CoV-2), the virus underlying the disease, results in a range of symptoms; in select cases a severe respiratory illness that impedes breathing that could lead to hospitalization and death. CoV-2 is transmitted person-to- person via inhalation of the virus through mucosal membranes of the nose and throat from transfer after touching a contaminated surface or by inhaling aerosolized virus. Unfortunately, COVID-19 is likely to be prevalent well into 2021 and beyond. We must increase our ability to test for CoV-2. First, testing is needed to diagnose individuals that are symptomatic or asymptomatic to reduce community spread. And second, monitoring gathering areas for airborne virus that could inform the decision to shutdown a space or implement disinfection and mitigation of an area. We propose to use an electrochemical biosensor in two detection devices, 1) a diagnostic breathalyzer for instant detection of CoV-2 and 2) an airborne detector for real-time, continuous surveillance of a large space. We have developed a novel ultra-sensitive, antibody-based electrochemical biosensor to detect CoV-2 repeat binding domain (RBD) spike protein. The technology is based on a micro-immunoelectrode (MIE) biosensor pioneered by the Cirrito laboratory to study protein dynamics in the setting of neurodegeneration (2,3). The biosensor uses voltammetry to measure the oxidation of tyrosine amino acids; oxidation is the release of electrons that the biosensor measures as a change in current. Antibodies are covalently attached to the electrode surface to provide selectivity. Our prototype CoV-2 biosensor is sensitive to 2 femtogram\/ml, compared to several current CoV-2 antigen tests that are sensitive to the low picogram\/ml range. The proposal will first (Aim 1) optimize our CoV-2 biosensor to detect CoV-2 viral particles, as well as test several parameters to increase sensitivity and longevity. Aim 2 will build a test breathalyzer that will utilize a nebulizer to generate virus laden air containing aerosol droplets similar to a breath that contain defined concentrations of CoV-2 viral particles. Aim 3 will test the airborne biosensor in a realistic environment. Co-I Chakrabarty’s laboratory has unique capabilities of mimicking real-world environmental conditions, especially in the context of atmospheric aerosols, necessary for testing and optimizing the biosensor’s performance for field deployment. Atmospheric conditions include relative humidity (RH) and temperature, as well as common airborne pollutants found indoors. Finding novel means to detect the CoV-2, as well as create a platform to detect other and future pathogens, would enable us to limit the viral spread throughout the community in the current and future pandemics.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[42],"class_list":["post-226","awardee","type-awardee","status-publish","hentry","foas-automatic-detection-tracing"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/226","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/226\/revisions"}],"predecessor-version":[{"id":1989,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/226\/revisions\/1989"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=226"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=226"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}