{"id":228,"date":"2021-03-08T20:33:25","date_gmt":"2021-03-08T20:33:25","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=228"},"modified":"2021-03-12T09:42:52","modified_gmt":"2021-03-12T17:42:52","slug":"identifying-biomarker-signatures-of-prognostic-value-for-multisystem-inflammatory-syndrome-in-children-mis-c","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/identifying-biomarker-signatures-of-prognostic-value-for-multisystem-inflammatory-syndrome-in-children-mis-c\/","title":{"rendered":"Identifying Biomarker Signatures of Prognostic Value for Multisystem Inflammatory Syndrome in Children (MIS-C)"},"content":{"rendered":"\n<p><strong>Abstract Text:<\/strong><\/p>\n\n\n\n<p>In adults, SARS-CoV-2 infection exhibits a wide range of clinical outcomes, from asymptomatic and mild disease to severe viral pneumonia, respiratory distress, acute kidney injury, thrombotic disorders, and serious cardiac, cerebrovascular and vascular complications. Severe infection can also occur both in children and young adults (&lt; 21), and a significant proportion of children admitted with Covid-19 require ICU support, frequently including mechanical ventilation. In addition, children and adolescents with initially asymptomatic SARS-CoV-2 infection have presented with a rare, but very severe multisystem inflammatory syndrome (MIS-C). Epidemiologic, clinical and laboratory predictors of progression towards severe forms of acute infection with SARS-CoV-2 and MIS-C are thus urgently needed in the fight against Covid-19 in this population. As defined in the NIH Rapid Acceleration of Diagnostics (RADx) program, biomarker discovery can enable risk stratification and guide interventional studies to target Covid-19 patients at enhanced risk of developing complications and\/or severe disease. To target this discovery initiative, herein we will use a battery of biological, immunological and molecular tests, including Grating-Coupled Fluorescence Plasmonic (GCFP) and advanced flow cytometry, to study children and young adults (&lt;21 years) with mild, moderate or severe SARS-CoV-2 infection. GCFP allows the use of disposable biosensor chips that can be mass-produced at low cost and spotted in microarray format to greatly increase multiplexing capabilities. In addition, we will use a similar biomarker approach for rapid differentiation of patients with MIS-C versus other pediatric infectious or inflammatory conditions where the clinical presentation resembles MIS-C, most importantly Kawasaki disease. A child’s biologic and immunologic response to SARS-CoV-2 exposure is likely influenced by a variety of factors, including genetics, epigenetics and products of the mucosa\/gut-brain axis, adipose tissue and neuroendocrine immune network, and further modulated by environmental exposures. With these factors in mind, we hypothesize that a child’s biomarker profile in response to SARS-CoV-2 infection enables a timely and accurate prediction of severity of Covid-19 and diagnosis of MIS-C, and will help guide treatment strategies, and predict patient outcomes. To test this hypothesis, we will use a non-traditional diagnostic and comprehensive biomarker discovery to characterize the clinical and laboratory spectrum of children and adolescents with mild, moderate and severe SARS-CoV-2 infection, as well as MIS-C. We will then validate our newly developed diagnostic and prognostic algorithm to distinguish MIS-C from other inflammatory disorders with overlapping clinical manifestations, including Kawasaki disease, and predict the longitudinal risk of complications.<\/p>\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[34],"class_list":["post-228","awardee","type-awardee","status-publish","hentry","foas-prevail-kids"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/228","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":3,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/228\/revisions"}],"predecessor-version":[{"id":854,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/228\/revisions\/854"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=228"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=228"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}