{"id":230,"date":"2021-03-08T20:35:50","date_gmt":"2021-03-08T20:35:50","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=230"},"modified":"2021-07-19T10:52:41","modified_gmt":"2021-07-19T17:52:41","slug":"marshallese-alternate-surveillance-for-covid-19-in-a-unique-population","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/marshallese-alternate-surveillance-for-covid-19-in-a-unique-population\/","title":{"rendered":"Marshallese: Alternate Surveillance for COVID-19 in a Unique Population"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Marshallese Pacific Islanders bear a disproportionate burden of COVID-19 infection, hospitalization, and death, with rates 4 to 25 times higher than those of other US racial and ethnic groups in the Continental US.2,3 For example, in Northwest Arkansas Marshallese people represent less than 3% of the total population, but they account for 1 out of 5 COVID-19 cases in this area.2 Similarly, Marshallese represent just 1% of the population in Spokane County, Washington, but were nearly 30% of COVID-19 cases between March and May, 2020.4 Social determinants of health have powerful influences on community and individual risks for COVID-19.18 Culturally, the Marshallese community is extremely tight-knit, self-contained, and highly clustered; they often live in multi-generational households; and they traditionally value close contact and large social events, all of which increase vulnerability to the COVID-19 pandemic.19,20Marshallese are important recipients of effective surveillance efforts given the disproportionate impact of COVID-19 on this population and the long- standing disparities in health and health care. The MASC-UP study will generate novel data that reflect variation in risk of COVID-19 infection based on one’s place in the highly clustered Marshallese community. For Specific Aim 1, bilingual Marshallese Community Health Workers will recruit and train a longitudinal cohort of 800 Marshallese adults, ages 18 and older, in participatory disease surveillance methods that include using a wireless thermometer to continuously track body temperature; social media and text messaging in which participants (aka citizen scientists) can report symptoms; and a CHW helpline to report symptoms and request COVID-19 information. Participatory disease surveillance complements traditional surveillance systems by engaging communities in reporting COVID-19 symptoms and events. Its strengths lie in the speed at which data can be made available, the ability to scale the technology to obtain data at low cost, and the ability to cover populations that might not otherwise be tracked. For Specific Aim 2 participants will complete an ego-centric contact survey to characterize the social contact networks of members in the disease surveillance cohort from Aim 1. The networks will allow identification of people at highest risk of COVID-19 infection and elucidate targets for high-impact preventive intervention. For Specific Aim 3 we will integrate findings from Aims 1 and 2 into the existing test-based disease surveillance currently being performed at the state and local levels. This Aim will augment existing surveillance systems that have proved insufficient to stem the pandemic in Marshallese people. The proposed study will be generalizable to other high risk, clustered underserved populations.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[44],"class_list":["post-230","awardee","type-awardee","status-publish","hentry","foas-multimodal-surveillance"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/230","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/230\/revisions"}],"predecessor-version":[{"id":1983,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/230\/revisions\/1983"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=230"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=230"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}