{"id":232,"date":"2021-03-08T20:36:44","date_gmt":"2021-03-08T20:36:44","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=232"},"modified":"2021-07-19T10:59:01","modified_gmt":"2021-07-19T17:59:01","slug":"rolosense-an-innovative-platform-for-automatic-mobile-phone-readout-of-active-sars-cov-2-particles","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/rolosense-an-innovative-platform-for-automatic-mobile-phone-readout-of-active-sars-cov-2-particles\/","title":{"rendered":"Rolosense: An Innovative Platform for Automatic Mobile Phone Readout of Active SARS-CoV-2 Particles"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The ultimate goal of this proposal is to develop a novel platform technology for automatic surveillance and tracing of airborne SARS-CoV-2 virus particles in real time. The centerpiece of this proposal is the “Rolosense” technology which leverages a DNA micromotor as the virus sensing and transduction material (VSTM) that can be detected by a conventional smart phone camera. This provides both geographical tracing and surveillance. Rolosense motor are comprised a DNA-coated spherical particle (5 micrometer diameter) that hybridizes to a surface modified with complementary RNA. The particle moves at speeds of over 1 micron\/minute upon the addition of RNase H, which selectively hydrolyses hybridized RNA but not single-stranded RNA. DNA motors coated with virus binding ligand (VBL) stall in presence of SARS-CoV-2 virus particles. Because motors move autonomously for distances up to millimeters without intervention, the assay is fully automated, and conventional steps such as viral inactivation, RNA isolation and amplification are not required. The readout is performed using an automated smart phone app for particle tracking without the need for a spectrophotometer or fluorometer. Preliminary data shows realtime SARS-CoV-2 pseudovirus particle sensing. Milestones include the screening and identification of high affinity and high specificity VBLs. Both aptamers and antibody VBLs will be screening and validated. Simulations and experiments will be used to understand the role of temperature and environmental conditions in modulating Rolosense performance. Multivalent display of VBLs with DNA origami will enhance avidity. Finally, microfluidic chips with airborne droplet capture will be implemented and tested. The work will be performed by a highly interdisciplinary team with complementary expertise and a track-record of co-publications. PI Salaita invented the Rolosense technology and has past experience in developing cell phone diagnostics and synthetic motors. Co-I Melikian is an expert virologist, Co-I Heemstra is an expert at developing aptamers for novel targets, Co-I Ke has extensive experience in DNA origami structures for avid target binding and has co-authored work on Rolosense, Co-I Rajaraman and Primordia are experts at microfluidic device development and commercialization. Our solution offers the potential to provide an immediate solution to today’s urgent virus sensing and tracing needs.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[42],"class_list":["post-232","awardee","type-awardee","status-publish","hentry","foas-automatic-detection-tracing"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/232","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/232\/revisions"}],"predecessor-version":[{"id":1993,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/232\/revisions\/1993"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=232"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=232"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}