{"id":236,"date":"2021-03-08T20:38:54","date_gmt":"2021-03-08T20:38:54","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=236"},"modified":"2021-07-19T10:52:08","modified_gmt":"2021-07-19T17:52:08","slug":"longitudinal-at-home-smell-testing-to-detect-infection-by-sars-cov-2","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/longitudinal-at-home-smell-testing-to-detect-infection-by-sars-cov-2\/","title":{"rendered":"Longitudinal at Home Smell Testing to Detect Infection by SARS-CoV-2"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Self-report of sudden loss of smell or taste substantially increases the odds of being infected with SARS-CoV-2 (10 – 37-fold). However, self-report of smell function is an unreliable predictor of smell loss. Based on our experience developing smell tests with personalized algorithms for asymptomatic detection of Alzheimer&#8217;s disease, we created a self-administered easy to use “at home” 5-minute objective smell test to uncover alterations in smell function unbeknownst to many individuals, and confer increased risk of infection by SARS- CoV-2. Our new smell test consists of a physical smell card containing peel and sniff odor labels and a web- based application. The disposable smell card reduces the risk that the smell test serves as a vector of transmission to other patients, research staff, and to health care workers. Each participant accesses the web- based app on their own smartphone, tablet, or computer. In our pilot studies, we validated each participant&#8217;s COVID status by extracting results of clinical SARS-CoV-2 RT PCR assays from electronic health records. The smell test provides better area under the curve for SARS-CoV-2 infection (0.83 – 0.85) in both US and Argentinian symptomatic patients (ages 19 &#8211; 87) than symptom tracking alone (0.66). We are expanding the smell test from one smell card with three odors to 6 smell cards, each with 3 different odors (18 odors total). Having six different versions of the smell card will afford longitudinal screening several times per week and provide data to construct personalized thresholds for changes in olfactory function &#8211; each person serving as their own control and monitoring for diminishment of their expected performance based on their personal trajectory rather than being based on population norms. Here we propose to develop a native app to conduct longitudinal COVID Smell Test (Aim 1), collect data on asymptomatic health care workers, symptomatic patients, and undergraduates (Aim 2) and develop algorithms for the longitudinal smell test for personalized thresholds, differentiate smell loss from COVID relative to influenza, and assess risk of developing pulmonary disease in COVID infected patients (Aim 3). The Longitudinal COVID Smell Test is accessible, affordable, and readily scalable. Effective screening with the COVID smell test will better inform students and employees if they should not report to school or work, and seek an evaluation by a healthcare professional and molecular testing at an early, often asymptomatic, stage of the disease.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[37],"class_list":["post-236","awardee","type-awardee","status-publish","hentry","foas-chemosensory-testing"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/236","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/236\/revisions"}],"predecessor-version":[{"id":1982,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/236\/revisions\/1982"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=236"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=236"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}