{"id":239,"date":"2021-03-08T20:40:07","date_gmt":"2021-03-08T20:40:07","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=239"},"modified":"2021-07-19T10:09:08","modified_gmt":"2021-07-19T17:09:08","slug":"bioinformatics-framework-for-wastewater-based-surveillance-of-infectious-diseases","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/bioinformatics-framework-for-wastewater-based-surveillance-of-infectious-diseases\/","title":{"rendered":"Bioinformatics Framework for Wastewater-based Surveillance of Infectious Diseases"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>COVID-19 is expected to become one of the largest mass casualty events in the history of the United States (U.S.). Assessment of the true burden of disease in the population is needed for the prevention and mitigation of this and future viral disease outbreaks. Currently, testing of new cases (via swabs \/ saliva) and those previously exposed (via serum) has limited reach in the population. However, an alternative approach relying on the analysis of community wastewater can screen up to 70% of the U.S. population on a weekly basis at &lt;0.01% of the cost of clinical screening of individuals. As a population-wide infectious disease surveillance tool, wastewater-based epidemiology (WBE) can be used to complement current surveillance methods to better understand disease burden and how these burdens differ across communities. The goal of our proposed RADx-rad supplement is to implement and evaluate a near real-time WBE framework for SARS-CoV-2 by (i) assessing in near real-time community spread of the new coronavirus, (ii) significantly increasing the fraction of the U.S. population screened, the frequency at which this testing is being completed (weekly) and the geospatial resolution of screening (from city-wide to neighborhood-specific), (iii) comparing novel coronavirus levels in wastewater with the burdens of infection, disease and mortality reported by local health systems, (iv) harvesting high throughput sequence (HTS) data on SARS-CoV-2 variants across the U.S., (v) optimizing pipelines for HTS analysis, and (vi) immediately sharing any new knowledge gained with the RADx-rad Data Coordinating Center (DCC), research community, and the general public via an expansion of our online dashboard that was pioneered by the proposing team in collaboration with the City of Tempe, AZ. We will leverage previously developed, peer-reviewed strategies for population-wide virus monitoring via reverse transcription real-time polymerase chain reaction (RT-qPCR), HTS, sequence analysis, and data communication originally developed for our parent award to quickly provide a data stream and scientific resource for managing the COVID-19 epidemic in the U.S. In Aim 1, develop a wastewater-based epidemiology (WBE) bioinformatics framework for SARS-CoV-2 at the national, city and intra-sewershed or neighborhood-level to produce RT-qPCR and SARS-CoV-2 RNA-seq data for studying the distribution of viral levels and genetic polymorphisms in the community. In Aim 2, we will evaluate a WBE bioinformatics framework for translating SARS-CoV-2 data from RT-qPCR and high- throughput sequencing into information for monitoring population health. Successful completion of this biomedical informatics project will provide the U.S. with an early warning system for SARS-CoV-2 detection and a tracking aid for public health epidemiologists seeking to reduce morbidity and mortality from infectious diseases like COVID-19 in the U.S.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[39],"class_list":["post-239","awardee","type-awardee","status-publish","hentry","foas-wastewater"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/239","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/239\/revisions"}],"predecessor-version":[{"id":1967,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/239\/revisions\/1967"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=239"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=239"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}