{"id":252,"date":"2021-03-08T20:47:17","date_gmt":"2021-03-08T20:47:17","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=252"},"modified":"2021-07-19T10:11:49","modified_gmt":"2021-07-19T17:11:49","slug":"designer-dna-nanostructure-based-biosensing-for-rapid-covid-19-detection-and-monitoring-using-saliva-sample","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/designer-dna-nanostructure-based-biosensing-for-rapid-covid-19-detection-and-monitoring-using-saliva-sample\/","title":{"rendered":"Designer DNA Nanostructure Based Biosensing for Rapid COVID-19 Detection and Monitoring using Saliva Sample"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>A Novel Saliva-Based Aptamer Detection Assay for SARS-CoV-2 Infection (RFA-OD-20-021 STTR Application) Automated, rapid diagnostics with little sample collection and preparation are needed to identify and trace affected persons in times when hyper-infectious pathogens cause pandemics. Frequent, low cost and highly scalable testing is the only way to gain visibility on the magnitude of the pandemic and ultimately control the spread of the disease. We propose the development of a unique system that can cheaply and readily detect SARS-CoV-2 in saliva samples. The development of a system that uses saliva present an opportunity to readily test patients using a sample that is easily collected and harbors high concentration of viral particles. The SARS-CoV-2 pandemic has predominantly affected individuals with pre-existing conditions such as clotting disorders, diabetes, hypertension or other chronic diseases. Patients with these pre-existing conditions who then are infected have exacerbated symptoms and complications that can lead to death. For example, many patients that have succumbed to SARS-CoV-2 infection have developed blood clots that have impaired pulmonary or cardiac function and ultimately cardiac failure. A rapid diagnostic using easily collected samples (e.g. saliva) would allow for infections to be identified sooner, therapies to be administered quicker, treatment to be monitored, and ultimately leading to fewer individuals that succumb to the infection. We outline a novel DNA Star biosensing approach based on the fact that viruses, such as SARS- CoV-2, express unique spatial patterns of antigens on their surfaces, facilitating multivalent binding to host cells for infection. These configurations of epitopes drive the high sensitivity and specificity of our assay. Based on this naturally occurring binding mechanism, we developed a rational design approach producing pattern matching designer DNA architecture for viral sensing. A proof-of-concept Dengue virus (DENV) rapid diagnostics was developed to demonstrate its power: DENV surface antigens present the most complex geometric pattern among all known pathogens, a DNA star linked 10-aptamers nanostructure that offers polyvalent, spatial DENV- epitope pattern matching interactions has provided high DENV-binding avidity and specificity, increasing affinity by ~1,000× compared to the conventional aptamer approach which relies on monovalent aptamer-epitope interactions. Our POCT diagnostics detected intact DENV virions in patient samples with PCR equivalent sensitivity in &lt;2 mins at a cost &lt;$0.15. Current RT-PCR molecular test are suited to large, centralized laboratories, and difficult to scale for rapid testing of samples and delivery of results to clinicians and patients. Immunoassay tests have lower sensitivity, and patients need to develop a response to the virus in order to detect the antibody response. Our “DNA star” biosensor-based rapid diagnostics will provide the infrastructure for real time SARS-CoV-2 diagnostics that is easy to use (instrument-free), faster (sample to results in minutes) and cost effective (~$3 per test).<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[38],"class_list":["post-252","awardee","type-awardee","status-publish","hentry","foas-novel-biosensing-and-voc"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/252","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":4,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/252\/revisions"}],"predecessor-version":[{"id":1970,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/252\/revisions\/1970"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=252"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=252"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}