{"id":262,"date":"2021-03-08T20:56:46","date_gmt":"2021-03-08T20:56:46","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=262"},"modified":"2021-07-19T11:00:15","modified_gmt":"2021-07-19T18:00:15","slug":"severity-predictors-integrating-salivary-transcriptomics-and-proteomics-with-multi-neural-network-intelligence-in-sars-cov2-infection-in-children-spits-misc","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/severity-predictors-integrating-salivary-transcriptomics-and-proteomics-with-multi-neural-network-intelligence-in-sars-cov2-infection-in-children-spits-misc\/","title":{"rendered":"Severity Predictors Integrating Salivary Transcriptomics and Proteomics with Multi Neural Network Intelligence in SARS-CoV2 Infection in Children (SPITS MISC)"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Children have been disproportionately less impacted by the Corona Virus Disease 2019 (COVID-19) caused by the Severe Acute Respiratory Syndrome Corona Virus 2 (SAR-CoV-2) compared to adults. However, severe illnesses including Multisystem Inflammatory Syndrome (MIS-C) and respiratory failure have occurred in a small proportion of children with SARS-CoV-2 infection. Nearly 80% of children with MIS-C are critically ill with a 2-4% mortality rate. Currently there are no modalities to characterize the spectrum of disease severity and predict which child with SARS-CoV-2 exposure will likely develop severe illness including MIS-C. Thus there is an urgent need to develop a diagnostic modality to distinguish the varying phenotypes of disease and risk stratify disease. The epigenetic changes in microRNA (miRNA) profiles that occur due to an infection can impact disease severity by altering immune response and cytokine regulation which may be detected in body fluids including saliva. Our long-term goal is to improve outcomes of children with SARS-CoV-2 by early identification and treatment of those at risk for severe illness. Our central hypothesis is that a model that integrates salivary biomarkers with social and clinical determinants of health will predict disease severity in children with SARS-CoV-2 infection. The central hypothesis will be pursued through phased four specific aims. The first two aims will be pursued during the R61 phase and include: 1) Define and compare the salivary molecular host response in children with varying phenotypes (severe and non severe) SARS-CoV-2 infections and 2) Develop and validate a sensitive and specific model to predict severe SARS-CoV-2 illness in children. During the R33 phase we will pursue the following two aims: 3) Develop a portable, rapid device that quantifies salivary miRNAs with comparable accuracy to predicate technology (qRT-PCR), and 4) Develop an artificial intelligence (AI) assisted cloud and mobile system for early recognition of severe SARS-CoV-2 infection in children. We will pursue the above aims using an innovative combination of salivaomics and bioinformatics, analytic techniques of AI and clinical informatics. The proposed research is significant because development of a sensitive model to risk stratify disease is expected to improve outcomes of children with severe SARS-CoV-2 infection via early recognition and timely intervention. The proximate expected outcome of this proposal is better understanding of the epigenetic regulation of host immune response to the viral infection which we expect to lead to personalized therapy in the future. The results will have a positive impact immediately as it will lead to the creation of patient profiles based on individual risk factors which can enable early identification of severe disease and appropriate resource allocation during the pandemic.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[34],"class_list":["post-262","awardee","type-awardee","status-publish","hentry","foas-prevail-kids"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/262","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":5,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/262\/revisions"}],"predecessor-version":[{"id":1995,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/262\/revisions\/1995"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=262"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=262"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}