{"id":280,"date":"2021-03-08T21:14:04","date_gmt":"2021-03-08T21:14:04","guid":{"rendered":"https:\/\/www.radxrad.org\/?post_type=awardee&#038;p=280"},"modified":"2021-07-19T09:58:18","modified_gmt":"2021-07-19T16:58:18","slug":"early-detection-containment-and-management-of-covid-19-in-dialysis-facilities-using-multi-modal-data-sources","status":"publish","type":"awardee","link":"https:\/\/www.radxrad.org\/awardee\/early-detection-containment-and-management-of-covid-19-in-dialysis-facilities-using-multi-modal-data-sources\/","title":{"rendered":"Early Detection, Containment, and Management of COVID-19 in Dialysis Facilities Using Multi-Modal Data Sources"},"content":{"rendered":"\r\n<p><strong>Abstract Text:<\/strong><\/p>\r\n\r\n\r\n\r\n<p>With older age and multiple comorbidities, dialysis patients are at high risk for serious complications, even death, from COVID-19. There is a large disproportionate representation of minorities, especially Blacks and Hispanics. Over 85% of hemodialysis patients travel three times a week to dialysis facilities to receive life-sustaining treatments and cannot shelter in place. There is a critical need to characterize COVID-19 transmission pathways in dialysis patients and clinics, identify potential coronavirus carriers, and develop procedures to curb the spread. With regular medical encounters, a large amount of data has been collected for each patient over time. These data have not been fully utilized for COVID-19 prediction and control in dialysis clinics. In this proposal, we seek to leverage demographic, clinical, treatment, laboratory, socioeconomic, serological, metabolomic, wearable and machine-integrated sensors, and COVID-19 surveillance data to develop mathematical and statistical models and implement them in a large number of dialysis clinics. The mathematical and statistical modeling using multiple data resources will help us understand how COVID-19 spread in dialysis facilities, identify potential COVID-19 patients before symptoms appear, and identify potential asymptomatic COVID-19 patients. We will develop novel mathematical and statistical models that fully utilize the high dimensional multimodal data available to us and other dialysis providers. We capitalize on the intrinsic advantages of hemodialysis clinics to implement and validate the proposed prediction models. We firmly believe that this cross-disciplinary effort will improve patients’ and staff’s safety while delivering high-quality, individualized care to a high-risk population.<\/p>\r\n","protected":false},"author":2,"menu_order":0,"template":"","meta":{"inline_featured_image":false,"footnotes":""},"foas":[44],"class_list":["post-280","awardee","type-awardee","status-publish","hentry","foas-multimodal-surveillance"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/280","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee"}],"about":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/types\/awardee"}],"author":[{"embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/users\/2"}],"version-history":[{"count":5,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/280\/revisions"}],"predecessor-version":[{"id":1957,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/awardee\/280\/revisions\/1957"}],"wp:attachment":[{"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/media?parent=280"}],"wp:term":[{"taxonomy":"foas","embeddable":true,"href":"https:\/\/www.radxrad.org\/wp-json\/wp\/v2\/foas?post=280"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}